{
  "aboutBanner": {
    "title": "Where Engineering <1>Meets Enterprise</1>",
    "subtitle": "2004-cü ildən Enerji Sənayesi"
  },
  "aboutText": [
    "2007–2008-ci illərdə şirkət öz fəaliyyətini genişləndirmək məqsədilə bir sıra hədəflər müəyyən etmişdir. Yerinə yetirilən işlərin  xüsusiyyətlərini nəzərə alaraq, şirkətə yeni ixtisaslaşmış kadrlar cəlb olunmuşdur. İşlərin təhlükəsizliyi və hadisələrin qarşısının alınması məqsədilə bütün əməkdaşların QHSE (Keyfiyyət, Səhiyyə, Təhlükəsizlik və Ətraf Mühit) prosedurlarından xəbərdar olması, eləcə də fərdi mühafizə vasitələri ilə təmin olunması daim prioritetdə saxlanılır.",
    "Şirkətimiz həyata keçirdiyi işlərin yüksək keyfiyyətlə və vaxtında yerinə yetirilməsi məqsədilə müasir texnika və avadanlıqlarla tam şəkildə təchiz olunmuşdur. Qoyduğu hədəfləri uğurla yerinə yetirən şirkətimiz regionda bir sıra böyük layihələrdə  iştirak etmiş və aşağıdakı qurum və şirkətlər üçün podratçı qismində çıxış etmişdir: SOCAR, Bos Shelf, SGS, Pasha Construction, PMD Group, FMG, Schlumberger, ITV, ABB, Technip Energies, Saipem, LUKOIL-Azerbaijan, ABŞ-ın Bakıdakı Səfirliyi, Azerinshaatservis, Pan Arab, STP, Alfa/Zeman Celik, həmçinin Nəqliyyat, Təhsil, İqtisadiyyat nazirliklərinə və müxtəlif idman federasiyalarına bağlı olan təşkilatlar.",
    "2018-ci ildə şirkətimiz ISO 9001 və OHSAS 18001 keyfiyyətə nəzarət sistemlərini əldə etmiş, həmçinin Bureau Veritas tərəfindən ISO 45001 və ISO 14001 sertifikatları ilə təsdiqlənmişdir. 2018–2024-cü illər ərzində Azərbaycan Respublikası İqtisadiyyat Nazirliyi və Fövqəladə Hallar Nazirliyi tərəfindən şirkətə inşaat işləri üzrə xüsusi lisenziya (beton, metal konstruksiyalar, elektrik, mexaniki, yol və dəmir yolu tikintisi və s.) və qaz obyektlərinin tikintisi və texniki xidməti üzrə lisenziya verilmişdir. Bu lisenziyalar şirkətimizə Azərbaycan Respublikası ərazisində həyata keçirilən iri layihələrdə baş podratçı kimi çıxış etməyə və gələcəkdə daha böyük layihələrə iştirak etmək üçün imkan yaradır. 2025-ci ildə isə şirkətimiz əlavə olaraq layihələndirmə və mühəndislik fəaliyyəti üzrə lisenziya da əldə etmişdir"
  ]
}
