{
  "list": [
    {
      "title": "Tikinti və Təmir İşləri",
      "backgroundImg": "./servicesImg/2.jpg",
      "description": "Tikinti və təmir işlərini peşəkar komandamızla keyfiyyətli şəkildə həyata keçiririk. Müasir texnologiyalar və təcrübəli mütəxəssislər sayəsində işlərinizi vaxtında və yüksək dəqiqliklə tamamlayırıq."
    },
    {
      "title": "Texniki Xidmət və Servis",
      "backgroundImg": "./servicesImg/5.webp",
      "description": "Avadanlıqlarınızın fasiləsiz işləməsini təmin etmək üçün profilaktik baxım, təmir və servis xidmətləri göstəririk. İstər sənaye sistemləri, istər infrastruktur – peşəkar texniki heyətimizlə məhsuldarlığınızı qoruyuruq."
    },
    {
      "title": "Mühəndislik Xidmətləri",
      "backgroundImg": "./servicesImg/4.webp",
      "description": "Struktur, elektrik, mexaniki və inşaat mühəndisliyi üzrə kompleks həllər təqdim edirik. Layihələndirmədən texniki nəzarətə qədər bütün mərhələlərdə sizə dəstək oluruq."
    },
    {
      "title": "İşçi Qüvvəsi Təminatı",
      "backgroundImg": "./servicesImg/3.webp",
      "description": "İstehsalat, tikinti, logistika və digər sahələr üçün etibarlı və təcrübəli işçi qüvvəsi təqdim edirik. Qısa və uzunmüddətli işçi tələblərinə çevik həllər və peşəkar seçim imkanları ilə cavab veririk."
    },
    {
      "title": "Avadanlıq İcarəsi",
      "backgroundImg": "./servicesImg/1.webp",
      "description": "Ən müasir tikinti və texniki avadanlıqların qısa və uzunmüddətli icarəsini təklif edirik. Müştərilərimiz üçün sərfəli şərtlərlə texnika və xüsusi alətlər təqdim edirik. Etibarlılıq və geniş seçim imkanları ilə xidmətinizdəyik."
    },
    {
      "title": "Material təminatı",
      "backgroundImg": "./servicesImg/6.webp",
      "description": "Biz istənilən miqyaslı layihələri dəstəkləmək üçün yüksək keyfiyyətli tikinti, sənaye və ixtisaslaşdırılmış materiallar təqdim edirik. Xammala, tikinti materiallarına və ya avadanlıq komponentlərinə ehtiyacınız olmasından asılı olmayaraq, biz vaxtında çatdırılma, rəqabətqabiliyyətli qiymətlər və etibarlı mənbəyə zəmanət veririk. Keyfiyyətə və etibarlılığa olan öhdəliyimiz, əməliyyatlarınızın rəvan və səmərəli şəkildə davam etməsi üçün sizə lazımi materialları dəqiq ehtiyac duyduğunuz anda əldə etməyinizi təmin edir."
    }
  ]
}
