{
  "list": [
    {
      "title": "Construction and Repair works",
      "backgroundImg": "./servicesImg/2.jpg",
      "description": "Whether you're building from the ground up or restoring existing structures, our construction and repair works service ensures quality and efficiency. We provide skilled professionals, high-grade materials, and advanced techniques to deliver durable results tailored to your needs. From major construction projects to minor repairs, our team is equipped to handle tasks of any scale with precision and expertise. Trust us to bring your vision to life with strong foundations and seamless repairs."
    },
    {
      "title": "Maintenance and Service",
      "backgroundImg": "./servicesImg/5.webp",
      "description": "We offer preventive maintenance, routine inspections, and swift repairs to minimize downtime and optimize performance. Whether it's industrial machinery, building infrastructure, or specialized equipment, our expert team provides reliable support to keep everything operating at peak efficiency. With a commitment to quality and timely service, we help you maintain productivity and avoid costly disruptions."
    },
    {
      "title": "Engineering",
      "backgroundImg": "./servicesImg/4.webp",
      "description": "Our engineering services provide expert solutions tailored to meet the demands of various industries. Whether you need structural, mechanical, electrical, or civil engineering expertise, our skilled professionals deliver precision, efficiency, and innovation in every project. From design and analysis to implementation and maintenance, we ensure high-quality results that enhance functionality and durability. With advanced technology and a commitment to excellence, we help bring ideas to life and drive success through engineered solutions that stand the test of time."
    },
    {
      "title": "Manpower supply",
      "backgroundImg": "./servicesImg/3.webp",
      "description": "Our manpower supply service ensures businesses have access to a reliable, skilled, and experienced workforce tailored to their specific needs. Whether you require short-term staffing or long-term employment solutions, we provide professionals across various industries, including construction, manufacturing, logistics, and more. With flexible hiring options, thorough vetting processes, and efficient workforce management, we help you build a strong team to drive productivity and achieve your goals."
    },

    {
      "title": "Equipment rental",
      "backgroundImg": "./servicesImg/1.webp",
      "description": "Our equipment rental service provides a cost-effective solution for businesses and individuals who need reliable tools and machinery. Whether it's construction equipment, audiovisual gear, or specialized tools, we offer a wide selection to meet your needs. "
    },
    {
      "title": "Materials supply",
      "backgroundImg": "./servicesImg/6.webp",
      "description": "We provide high-quality construction, industrial, and specialized materials to support projects of any scale. Whether you need raw materials, building supplies, or equipment components, we guarantee timely delivery, competitive pricing, and dependable sourcing. Our commitment to quality and reliability ensures you get the right materials, precisely when you need them, to keep your operations running smoothly and efficiently."
    }
  ]
}
